{
  "truths": [
    "What is your deepest secret?",
    "Have you ever stolen something?",
    "What is your biggest regret?",
    "What was the most embarrassing thing you've ever done?",
    "Have you ever lied to your best friend?",
    "What is something you would never want your parents to find out?",
    "Have you ever cheated on a test?",
    "What's the most awkward thing that has ever happened to you?",
    "Who was your first crush?",
    "What is your biggest fear?",
    "What is the worst lie you've ever told?",
    "What is the one thing you hate about your best friend?",
    "Have you ever had a crush on someone in this room?",
    "What's the most embarrassing thing you’ve done to get attention?",
    "Have you ever been caught doing something you weren't supposed to?",
    "What’s the biggest misunderstanding you’ve had with someone?",
    "Have you ever accidentally sent a text to the wrong person?",
    "If you could be invisible for one day, what would you do?",
    "What’s something you would never do for money?",
    "Have you ever done something you’re not proud of?",
    "What’s the worst thing you’ve ever said to someone?",
    "Have you ever been in love?",
    "What’s the craziest thing you’ve done on a dare?",
    "What’s the most embarrassing thing you’ve done in front of a crush?",
    "What’s a secret you've never told anyone?",
    "Have you ever broken something and lied about it?",
    "What’s the worst mistake you’ve ever made?",
    "Have you ever blamed someone else for something you did?",
    "What’s the most embarrassing thing you’ve done at school?",
    "What’s the most inappropriate thing you’ve said in public?",
    "Have you ever gotten into a fight with someone you care about?",
    "What’s something you’ve done that you regret deeply?",
    "Have you ever kissed someone you shouldn’t have?",
    "What’s the biggest secret you’re keeping right now?",
    "Have you ever been jealous of a friend?",
    "What’s the worst thing you’ve ever done for attention?",
    "What’s something that always makes you laugh?",
    "Have you ever kept a crush a secret?",
    "What’s something you are really insecure about?",
    "What’s the most embarrassing text you’ve ever sent?",
    "What’s the most childish thing you still do?",
    "Have you ever broken someone’s heart?",
    "What’s the biggest lie you’ve told to avoid trouble?",
    "What’s something you've done that you’re not proud of?",
    "What’s something you’ve done that your friends would never guess?",
    "Have you ever gotten a tattoo or piercing without telling anyone?",
    "What’s the dumbest thing you've done to impress someone?",
    "Have you ever lied to avoid hurting someone’s feelings?",
    "What’s the most scandalous thing you’ve ever done?",
    "What’s the most embarrassing thing you’ve done at work?",
    "Have you ever had a secret relationship?",
    "What’s the most embarrassing moment in your childhood?",
    "What’s the worst thing you’ve said to a family member?",
    "Have you ever done something you later regretted in a relationship?",
    "What’s something you’ve done that would shock your parents?",
    "What’s a habit that you wish you could break?",
    "What’s something you never told your best friend?",
    "Have you ever been mean to someone for no reason?",
    "What’s the weirdest thing you’ve done when you were alone?",
    "What’s the most awkward situation you’ve found yourself in?",
    "Have you ever had a crush on a friend’s partner?",
    "What’s the most embarrassing thing you’ve done on social media?",
    "Have you ever spread a rumor about someone?",
    "What’s the worst thing you’ve done during a fight?",
    "What’s a mistake you made that changed your life?",
    "What’s the most embarrassing thing you’ve said to your crush?",
    "What’s the most outrageous thing you’ve done to get attention?",
    "Have you ever been caught sneaking out?",
    "What’s the most embarrassing outfit you’ve worn?",
    "What’s the most embarrassing thing that’s ever happened to you in public?",
    "Have you ever had a secret crush on a teacher?",
    "What’s the most foolish thing you’ve done while drunk?",
    "Have you ever lied to your parents about where you were going?",
    "What’s the most embarrassing thing you’ve done in front of your friends?",
    "What’s the most embarrassing text you’ve ever received?",
    "Have you ever done something illegal?",
    "What’s the most embarrassing nickname you’ve ever had?",
    "What’s the worst thing you’ve ever done to impress someone?",
    "What’s the worst date you’ve ever been on?",
    "Have you ever lied about your age?",
    "What’s the most embarrassing thing you’ve done to make someone like you?",
    "What’s the most awkward thing you’ve ever done at a party?",
    "Have you ever been caught lying?",
    "What’s something you’ve done that made you feel extremely guilty?",
    "Have you ever been jealous of someone’s success?",
    "What’s the most embarrassing thing that’s happened to you at work?",
    "Have you ever been caught sneaking into a party?",
    "What’s the worst thing you’ve done to get revenge on someone?",
    "What’s something that always makes you anxious?",
    "What’s the worst prank you’ve pulled on someone?",
    "What’s something you’ve done that was very out of character for you?",
    "What’s the biggest risk you’ve taken that didn’t work out?",
    "What’s something you’ve done that your parents still don’t know about?",
    "What’s the worst fashion choice you’ve ever made?",
    "Have you ever snuck out of the house?",
    "What’s the most shocking thing you’ve heard someone say about you?",
    "Have you ever been caught skipping class?",
    "What’s the weirdest rumor you’ve heard about yourself?",
    "Have you ever lied about who you were with?",
    "What’s something you’ve done that you would never tell anyone?",
    "What’s the most embarrassing thing you’ve done in front of a celebrity?",
    "What’s the most embarrassing thing you’ve ever done while on vacation?",
    "Have you ever done something just to fit in?",
    "What’s the worst thing you’ve ever said to someone out of anger?",
    "What’s the most embarrassing thing you’ve done when you were nervous?",
    "What’s the weirdest thing you’ve done to impress someone?",
    "What’s something that you still haven’t forgiven yourself for?",
    "Have you ever lied about your feelings to protect someone else?",
    "What’s the most embarrassing thing you’ve done while trying to flirt?",
    "Have you ever stolen something from a friend?",
    "What’s the most embarrassing thing you’ve said during a job interview?",
    "What’s something you’ve done that most people would find unbelievable?",
    "What’s the weirdest thing you’ve done to get out of a bad situation?",
    "What’s the most embarrassing thing you’ve done in front of your family?",
    "What’s something you’ve done that you would never want your future self to find out about?",
    "What’s something you’re afraid to admit to your friends?",
    "What’s the most embarrassing song on your playlist?",
    "What’s the most awkward thing you’ve done to get attention from someone?",
    "What’s the worst date you’ve ever had?"
  ],
  "dares": [
    "Do 20 push-ups.",
    "Dance like no one is watching for 1 minute.",
    "Post an embarrassing photo on social media.",
    "Speak in an accent of your choice for the next 10 minutes.",
    "Let someone else send a message from your account.",
    "Do your best impression of someone in the room.",
    "Try to juggle three objects for 30 seconds.",
    "Let someone draw on your face with a marker.",
    "Act like a monkey until it’s your turn again.",
    "Do 50 jumping jacks.",
    "Imitate a celebrity of the group’s choosing.",
    "Eat a spoonful of mustard.",
    "Let someone tickle you for 30 seconds.",
    "Wear socks on your hands for the next 10 minutes.",
    "Do your best chicken dance outside on the lawn.",
    "Talk in a high-pitched voice until it’s your turn again.",
    "Try to lick your elbow.",
    "Do your best impression of a baby being born.",
    "Pretend to be a waiter/waitress and take everyone’s order.",
    "Walk on your knees until your next turn.",
    "Let someone post a status update on your social media account.",
    "Send a text message to your crush (or significant other) saying you like them.",
    "Act like a waiter/waitress for 10 minutes.",
    "Wear your clothes backward for the next hour.",
    "Imitate a famous movie scene.",
    "Pretend to be a dog and beg for food.",
    "Do your best runway model walk.",
    "Do 10 burpees.",
    "Draw a funny picture on your face with a marker and leave it for 10 minutes.",
    "Eat a raw onion slice.",
    "Make up a funny song and sing it aloud.",
    "Wear a funny hat for the next 10 minutes.",
    "Send a message to the 10th person in your contact list saying 'I miss you'.",
    "Let someone rearrange your phone apps.",
    "Let someone pick a new name for you, and use it for the next 10 minutes.",
    "Pretend to be a waiter and serve everyone drinks.",
    "Do a cartwheel.",
    "Try to touch your toes while standing up.",
    "Talk in a baby voice for the next 5 minutes.",
    "Pretend to be a zombie and chase someone.",
    "Do 20 sit-ups.",
    "Post a picture of yourself acting silly on your social media.",
    "Do an impression of someone in the room.",
    "Take a silly selfie and post it on your social media.",
    "Do 10 push-ups while singing your favorite song.",
    "Imitate a dog for the next 5 minutes.",
    "Give a 2-minute speech on why you should be a superhero.",
    "Pretend to be a statue for 3 minutes.",
    "Pretend to be an airplane and fly around the room.",
    "Take a shot of hot sauce.",
    "Let someone write something on your face with a pen.",
    "Wear a funny costume for the next 10 minutes.",
    "Do 10 squats.",
    "Try to walk around the room with a book on your head.",
    "Pretend to be a famous character for the next 5 minutes.",
    "Act like a cat for the next 5 minutes.",
    "Do your best impersonation of a baby.",
    "Do 10 push-ups in a row.",
    "Eat a spoonful of peanut butter with hot sauce.",
    "Sing a song loudly in front of everyone.",
    "Try to touch your toes without bending your knees.",
    "Do your best dance move for 30 seconds.",
    "Walk on your hands for 30 seconds.",
    "Do 20 crunches.",
    "Pretend to be a waiter/waitress and serve food to everyone.",
    "Run around the house 5 times.",
    "Let someone else pick out an outfit for you and wear it for the rest of the game.",
    "Do 15 jumping jacks.",
    "Talk in a slow motion voice for 5 minutes.",
    "Pretend to be a chicken for the next 5 minutes.",
    "Imitate a famous character from TV or movies.",
    "Try to do 10 push-ups in a row without stopping.",
    "Give a compliment to everyone in the room.",
    "Do your best impression of a baby crying.",
    "Dance to a song of someone else’s choosing.",
    "Give someone a piggyback ride for 2 minutes.",
    "Pretend you are a robot for the next 5 minutes.",
    "Try to do the splits.",
    "Eat a whole lemon.",
    "Do a backbend and hold for 10 seconds.",
    "Imitate a random animal until your next turn.",
    "Walk backward for 1 minute.",
    "Let someone create a silly hairstyle for you.",
    "Run up and down the stairs 5 times.",
    "Act like a monkey for the next 5 minutes.",
    "Do 10 leg lifts.",
    "Do your best impersonation of a famous person for 2 minutes.",
    "Pretend to be a fish for the next 5 minutes.",
    "Do your best impersonation of a famous celebrity.",
    "Send a funny meme to your friend.",
    "Do 30 jumping jacks in a row.",
    "Speak in an accent for the next 10 minutes.",
    "Dance like nobody’s watching for 2 minutes.",
    "Do a funny walk for 2 minutes.",
    "Let someone choose a random item in the room and you have to wear it.",
    "Do 10 push-ups in a row.",
    "Walk around the room like a crab for 2 minutes.",
    "Pretend to be a news anchor for 2 minutes.",
    "Pretend to be a waiter and serve drinks to everyone.",
    "Do a funny impression of someone in the group.",
    "Act like a statue for 5 minutes.",
    "Wear socks on your hands for the next 10 minutes.",
    "Pretend to be a waiter and serve food.",
    "Send a funny text to someone you haven’t talked to in a while.",
    "Do 20 jumping jacks in a row.",
    "Pretend you’re in a commercial and sell a random object.",
    "Do a cartwheel in the living room.",
    "Pretend to be a robot for 5 minutes.",
    "Let someone take a silly photo of you.",
    "Do a dramatic reading of a random text message.",
    "Wear your clothes backward for the next 10 minutes.",
    "Sing the alphabet song in a funny voice.",
    "Imitate a random animal until it’s your turn again.",
    "Do 10 squats in a row.",
    "Pretend to be a teacher for 5 minutes.",
    "Talk like you’re underwater for 5 minutes.",
    "Let someone draw a mustache on you with a marker.",
    "Do your best impression of a baby for 3 minutes.",
    "Try to do a handstand for 30 seconds.",
    "Imitate a random character from TV for 5 minutes.",
    "Pretend you are a character from a movie for 5 minutes.",
    "Run in place for 1 minute.",
    "Do your best impersonation of a friend in the room.",
    "Dance for 30 seconds with no music.",
    "Do your best impression of a dog barking.",
    "Talk in a high-pitched voice for 5 minutes.",
    "Pretend to be a waiter and serve everyone food.",
    "Do 10 push-ups while singing your favorite song.",
    "Pretend to be a frog for the next 5 minutes.",
    "Try to do a backflip.",
    "Wear a funny hat for the next 10 minutes.",
    "Let someone else choose an embarrassing task for you to do.",
    "Dance like no one’s watching for 2 minutes.",
    "Do 15 sit-ups in a row.",
    "Pretend to be a pirate for the next 5 minutes.",
    "Do your best impression of an animal for 2 minutes.",
    "Pretend you’re an alien for 5 minutes.",
    "Send a funny text to someone in your contact list.",
    "Do 10 squats while holding a book on your head.",
    "Walk around like a crab for 2 minutes.",
    "Speak in an accent for the next 10 minutes.",
    "Let someone create a funny hairstyle for you.",
    "Do your best impression of a robot for 2 minutes.",
    "Talk in a baby voice for the next 5 minutes.",
    "Dance in a silly way for 1 minute.",
    "Do 20 crunches in a row.",
    "Talk like a robot for the next 5 minutes.",
    "Do 15 jumping jacks in a row."
  ]
}
